Repository: Kippykip/PNGFS
Catalog: bmx_dependencies/wx.mod/tools/wxcodegen/locale/*/wxCodeGen.po
Languages: de

source: New Project
de: Neues Projekt

source: Projects
de: Projekte

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: Project Name
de: Projektname

source: Project File
de: Projektname

source: Select a Project File
de: Wähle eine Projektdatei aus

source: BMX Project Folder
de: Projektordner

source: Select the BlitzMax Project folder
de: Wähle den Projektordner aus

source: Generated Filename
de: Dateiname

source: App Structure
de: Programmstruktur

source: Create SuperStrict
de: SuperStrict-Modus benutzen

source: Create Import statements
de: Import-Deklarationen erstellen

source: Auto-Generate Code on Update
de: Bei einer Änderung Code automatisch neu generieren

source: Project Config
de: Projektkonfiguration

source: Application Code
de: Programmcode

source: Check for Project File Updates
de: Projektdateien auf Änderungen prüfen.

source: Monitors the project files for changes.
de: Überprüft die Projektdateien auf Änderungen.

source: String Localization
de: String-Lokalisierung

source: wxCodeGen Language
de: wxCodeGen-Sprache

source: Global Preferences
de: Globale Einstellungen

source: Generate
de: Generieren

source: &New Project
de: &Neues Projekt

source: &Quit
de: S&chließen

source: File
de: Datei

source: &About
de: Über

source: &Help
de: Hilfe

source: Are you sure you want to delete? :
de: Bist du sicher, dass du das löschen willst? :

source: Delete Project?
de: Projekt löschen?

source: You will need to restart wxCodeGen to see the new language.
de: Du musst wxCodeGen neustarten um die neue Sprache zu sehen.

source: Language Changed
de: Sprache würde geändert
